/* No comment provided by engineer. */
"Could not move to Applications folder" = "No se ha podido mover a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Do Not Move" = "No mover";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Puedo moverla por mí mismo a la carpeta Aplicaciones si así lo quiere.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Mover a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "¿Desea moverla a la carpeta Aplicaciones en su carpeta de Inicio?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Mover a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Tenga en cuenta que esto requiere contraseña de administrador.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Esto mantendrá su carpeta de Descargas despejada.";

